akamud.vscode-javascript-snippet-pack
akamud.vscode-theme-onedark
amatiasq.sort-imports
bradlc.vscode-tailwindcss
cjhowe7.laravel-blade
csstools.postcss
dbaeumer.vscode-eslint
dheovani.svg-viewer
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
febley.typo3-vhs-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-github-actions
henriiik.vscode-sort
hookyqr.beautify
humao.rest-client
jakewilson.vscode-placeholder-images
josee9988.minifyall
kenhowardpdx.vscode-gist
mblode.twig-language
mblode.twig-language-2
mikestead.dotenv
mrmlnc.vscode-apache
mrmlnc.vscode-postcss-sorting
mrorz.language-gettext
naumovs.theme-oceanicnext
neilbrayfield.php-docblocker
pflannery.vscode-versionlens
pomber.git-file-history
ralffreit.typo3snippets
ryuta46.multi-command
secanis.jenkinsfile-support
shinotatwu-ds.file-tree-generator
sleistner.vscode-fileutils
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
toba.vsfire
unifiedjs.vscode-mdx
wmaurer.change-case
xabikos.javascriptsnippets
xdebug.php-debug
