cask_args appdir: '/Applications'

tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'buo/cask-upgrade'
tap 'jesseduffield/lazydocker'
tap 'oven-sh/bun'

brew 'bat'
brew 'bun'
brew 'composer'
brew 'coreutils'
brew 'figma'
brew 'fzf'
brew 'git'
brew 'glib'
brew 'httpstat'
brew 'mas'
brew 'miller'
brew 'nvm'
brew 'php'
brew 'ripgrep'
brew 'zsh'

cask '1password6'
cask 'brave-browser'
cask 'cleanshot'
cask 'cursor'
cask 'cyberduck'
cask 'cyberghost-vpn'
cask 'docker'
cask 'elgato-stream-deck'
cask 'firefox'
cask 'fork'
cask 'handbrake'
cask 'notion'
cask 'notion-calendar'
cask 'postman'
cask 'raycast'
cask 'sequel-pro'
cask 'slack'
cask 'synology-drive'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'vlc'
cask 'warp'
