cask_args appdir: '/Applications'

tap 'buo/cask-upgrade'
tap 'jesseduffield/lazydocker'

brew 'bat'
brew 'composer'
brew 'coreutils'
brew 'fzf'
brew 'git'
brew 'glib'
brew 'httpstat'
brew 'mas'
brew 'miller'
brew 'ngrok'
brew 'nvm'
brew 'oven-sh/bun/bun'
brew 'php'
brew 'pnpm'
brew 'ripgrep'
brew 'zsh'

cask 'affinity'
cask 'brave-browser'
cask 'chatgpt'
cask 'claude-code'
cask 'cleanshot'
cask 'cursor'
cask 'cyberduck'
cask 'docker'
cask 'elgato-camera-hub'
cask 'elgato-stream-deck'
cask 'figma'
cask 'firefox'
cask 'fork'
cask 'google-drive'
cask 'handbrake'
cask 'jordanbaird-ice'
cask 'linear-linear'
cask 'logi-options+'
cask 'notion-calendar'
cask 'notion-mail'
cask 'notion'
cask 'postman'
cask 'raycast'
cask 'sequel-pro'
cask 'slack'
cask 'synology-drive'
cask 'tableplus'
cask 'the-unarchiver'
cask 'vlc'
cask 'warp'
